Repository: common-repository/acme-amazing-search
Catalog: languages/acme-amazing-search-*.po
Languages: es_es, it_it

source: Settings
es_es: Configuraciones
it_it: Impostazioni

source: Main Settings
es_es: Configuraciones Principales
it_it: Impostazioni Principali

source: Search in Posts
es_es: Buscar en Posts
it_it: Cerca nei Post

source: Search in Pages
es_es: Buscar en Páginas
it_it: Cerca nelle Pagine

source: Search in Products
es_es: Buscar en Productos
it_it: Cerca nei Prodotti

source: Search in SKU
es_es: Buscar en referencia SKU
it_it: Attiva ricerca per SKU

source: Search in custom post-types:
es_es: Buscar en post personalizado del tipo:
it_it: post-types aggiuntivi:

source: (Comma separated values with no spaces)
es_es: (Valores separados por comas sin espacios)
it_it: (Valori separati da virgola, senza spazi)

source: Extend search:
es_es: Ampliar la búsqueda:
it_it: Estendere la Ricerca:

source: Search in Categories
es_es: Buscar en Categorías
it_it: Cerca nelle Categorie

source: Search in Tags
es_es: Buscar en Tags (Etiquetas)
it_it: Cerca nei Tag

source: Search in Brands
es_es: Buscar en Marcas
it_it: Cercha nei Marchi

source: Search in Product Categories
es_es: Buscar en Categoría de Productos
it_it: Cerca nelle Categorie Prodotto

source: Search in Product Tags
es_es: Buscar en Tags (Etiquetas) de Producto
it_it: Cerca nei Tag Prodotto

source: Search in custom terms:
es_es: Buscar en términos personalizados:
it_it: Terms aggiuntivi:

source: Search Options:
es_es: Opciones de Búsqueda:
it_it: Opzioni di Ricerca:

source: Search in Title
es_es: Buscar en Título
it_it: Cerca nel Titolo

source: Search in Excerpt
es_es: Buscar en Extracto
it_it: Cerca nei Riassunti

source: Show All behaviour:
es_es: Mostrar todo el proceso
it_it: Comportamento di Mostra Tutti:

source: <i>Show All</i> behaviour:
es_es: <i>Mostrar Todo</i> proceso:
it_it: Comportamento di <i>Mostra Tutti</i>:

source: Do default WordPress search
es_es: Hacer predeterminada la búsqueda de WordPress
it_it: Applica la ricerca predefinita di WordPress

source: Category/Tag unique result
es_es: Categoría / Tag (Etiqueta) resultado único
it_it: Invia a Categoria/Tag/Marca per risultati univoci

source: WP Search in specific post_type:
es_es: Búsqueda WP en tipo de post específico:
it_it: Restringi la ricerca standard di WP a uno specifico post_type:

source: default
es_es: predeterminada
it_it: Predefinito

source: Search Results:
es_es: Resultados de la Búsqueda:
it_it: Risultati:

source: Show all text:
es_es: Mostrar todo el texto:
it_it: Testo per <i>Mostra Tutti</i>:

source: Show Title
es_es: Mostar título
it_it: Mostra Titolo

source: Show Excerpt
es_es: Mostrar Extracto
it_it: Mostra Riassunto

source: Show Taxonomy
es_es: Mostrar Taxonomía
it_it: Mostra Tassonomia

source: Number of results in drop-down:
es_es: Número de resultados en desplegable:
it_it: Numero dei risultati da mostrare:

source: Response trim size:
es_es: Tamaño del ajuste de respuesta:
it_it: Lunghezza massima di ciascun risultato:

source: Separation String:
es_es: Secuencia de Separación:
it_it: Carattere di Separazione:

source: Separation string
es_es: Secuencia de separación
it_it: Carattere di separazione

source: Cache Control:
es_es: Control de Caché:
it_it: Controllo della cache:

source: Automatic Caching
es_es: Almacenamiento en caché automático
it_it: Caching Automatico

source: Automatic Caching is triggered to Save Post hook. This is usually fine over most installations but may run into some 502 error or server timeout. This depends on Database Size and Server Environments. If you experience latency or slowness you can disable the auto caching and try manual caching down here.
es_es: Se activa el almacenamiento en caché automático para guardar el hook del Post. Esto suele funcionar bien en la mayoría de las instalaciones, pero puede tener algún error 502 o error en el tiempo de espera del servidor. Esto depende del tamaño de la base de datos y de los entornos del servidor. Si experimenta latencia o lentitud, puede deshabilitar la caché automática e intentar almacenar en caché manualmente aquí.
it_it: Il Caching Automatico è legato allo hook Save Post. Questa opzione funziona correttamente nella maggior parte dei sistemi, ma talvolta può generare un errore 502 oppure un timeout del server. Questo può dipendere dalla dimensione del Database, oppure dalla configurazione del Server. Se verifichi rallentamenti e latenze, puoi disabilitare questa opzione e provare il caching manuale con il pulsante qui sotto.

source: Cache Status:
es_es: Estado del Caché:
it_it: Stato della Cache:

source: Cache Now
es_es: Caché Now
it_it: Aggiorna la Cache

source: Save all changes
es_es: Guardar todos los cambios
it_it: Salva

source: Cache Folder is empty. Actually you are not caching results.
es_es: La carpeta de caché está vacía. Actualmente no se están almacenando en caché los resultados.
it_it: La Cache è vuota. Al momento non stai usanto il caching dei risultati.

source: Cache run. Cache status follows:
es_es: Ejecutar caché. El estado del caché es el siguiente:
it_it: Cache aggiornata. Di seguito lo stato della Cache

source: Show All
es_es: Mostrar Todo
it_it: Mostra tutto

source: Search...
es_es: Buscar...
it_it: Cerca...
